Repository: dinhquydds/nanocucurmin
Catalog: tm/contemporary fixed prosthesis-level2.tmx
Source language: en_us
Languages: vi

source: E and F, External and internal views of the RDP.
vi: E và F, Nhìn phía ngoài và phía trong của hàm RDP.

source: E, Definitive casts.
vi: E, Mẫu hàm sau cùng.

source: E, Edentulous ridge has been decorticated, a bone graft has been placed, and two titanium membranes secured with screws provide space and stability.
vi: E, Sống hàm mất răng được bóc ra, ghép xương và đặt hai màng titanium để cung cấp không gian và ổn định.

source: E, Healing of extraction site after 8 weeks.
vi: E, Lành thương sau nhổ răng 8 tuần.

source: E, Illustration of bone development incisally and in width, achieved with OFE.
vi: E, Minh hoạ của xương phát triển về phía cắn và chiều rộng, đạt được sau chỉnh nha làm trồi răng.

source: E, Immediate post crown lengthening.
vi: E, Ngay sau phẫu thuật kéo dài thân răng.

source: E, Pinholes are placed in the sub- structure.
vi: E, Làm các lỗ lưu.

source: E, Post-SC/RP reevaluation data, demonstrating pocket reduction and gingival recession.
vi: E, Sau SC/RP dữ liệu đánh giá lại cho thấy giảm túi và tụt nướu.

source: E, Radiograph of new cast restorations.
vi: E, Phim X quang của phục hình mới.

source: E, Study results show that to reduce marginal bleeding and bleeding on probing, oral irrigation (OI) with chlor- hexidine (CHX) or water (H2O) is better than rinsing with chlorhexidine.
vi: E, Kết quả nghiên cứu cho thấy giảm chảy máu đường viền và chảy máu khi thăm dò, bơm rửa trong miệng bằng chlor- hexidine (CHX) hoặc nước (H2O) thì tốt hơn súc miệng bằng chlorhexidine.

source: E, The holes should just penetrate the metal, as indicated by the visible cement.
vi: E, Các lỗ chỉ nên xâm nhập vào kim loại, xác định được khi nhìn thấy lớp xi măng.

source: E, The papilla now fills the entire embrasure.
vi: E, Gai nướu lấp đầy khoang kẽ răng.

source: EMERGENCY APPOINTMENTS
vi: CUỘC HẸN CẤP CỨU

source: Early Lesion
vi: Tổn thương sớm

source: Early recognition of these difficult situations allows the clinician to plan alternative care to minimize the damage.
vi: Nhận diện sớm những tình trạng khó khăn này cho phép các bác sĩ lập kế hoạch thay thế để giảm thiểu thiệt hại.

source: Effective periodontal care incorporates three compo­ nents: (1) effective daily plaque removal by the patient,
vi: Chăm sóc nha chu hiệu quả kết hợp của 3 thành phần: (1) bệnh loại bỏ hiệu quả mảng bám hàng ngày,

source: Enamel
vi: Men răng

source: Enhanced salivary diagnostic testing has the ability to indicate active bone loss15 and to detect pathologic bacteria.16 However, most of these tests are more general, indicating whole mouth values, and high costs preclude their routine use.
vi: Các xét nghiệm chẩn đoán nước bọt tăng cường khả năng chỉ ra sự tiêu xương hoạt động và phát hiện vi khuẩn gây bệnh. Tuy nhiên, hầu hết các xét nghiệm nói chung có giá trị toàn miệng, và chi phí cao cản trở việc sử dụng thường xuyên.

source: Established Lesion
vi: Thành lập tổn thương

source: Excess luting agent is more difficult to detect if materials have lower radiopacity values.
vi: Xi măng gắn dư khó phát hiện nếu vật liệu có độ cản quang thấp.

source: Excessive weight loss or gain should also be investigated.
vi: Thừa cân hay thiếu cân cũng được nghiên cứu.

source: Extraction would create a severe esthetic challenge.
vi: Nhổ răng sẽ tạo ra thách thức nghiêm trọng vấn đề thẩm mỹ.

source: F and G, After marking, the newly detected interferences can be easily removed.
vi: F và G, Sau khi ghi dấu, tiếp xúc mới phát hiện dễ dàng mài bỏ.

source: F and G, Completed fixed restorations.
vi: F và G, Hoàn thành phục hình cố định.

source: F and G, Post-SC/RP appear- ance, with clinical reduction in inflammation and gingival recession.
vi: F và G, Sau SC/RP, giảm viêm và tụt nướu trên lâm sàng

source: F to J, Eighteen-year posttreatment photographs.
vi: F to J, Hình ảnh sau điều trị 18 năm.

source: F to J, Postoperative photographs.
vi: F đến J, Sau điều trị.

source: F to J, Posttreatment photographs.
vi: F đến J, Sau điều trị.

source: F, A normal canine-to-canine relationship has been reestablished.
vi: F, Tương quan răng nanh - răng nanh được tái thiết lập.

source: F, A suitable instrument (e.g., a cement spatula or sterilized screwdriver) is placed in the cut and gently rotated to force the halves of the crown apart.
vi: F, Một dụng cụ phù hợp (vd bay trộn xi măng hoặc tuốc nơ vít tiệt trùng) được đặt vào đường cắt và xoay nhẹ nhàng để chia mão răng thành từng mảnh.

source: F, Anatomic contour wax patterns.
vi: F, Đường viền giải phẫu của mẫu sáp.

source: F, Appearance 4 months after surgery.
vi: F, 4 tháng sau phẫu thuật.

source: F, Cast of the substructure.
vi: F, Mẫu hàm sau khi lấy dấu.

source: F, Final restoration with a well-maintained papilla.
vi: F, Phục hình sau cùng sẽ duy trì tốt gai nướu.

source: F, Final restorations placed.
vi: F, Gắn phục hình sau cùng.

source: F, Implants placed immediately in conjunction with lateral ridge augmentation.
vi: F, Đặt implant tức thì kết hợp với ghép xương phía bên.

source: F, Occlusal view before clinical evaluation.
vi: F, Nhìn phía nhai trước khi đánh giá lâm sàng

source: F, Replace- ment restorations.
vi: F, Thay thế phục hình.

source: F, The Metalift instrument is threaded into both crowns, breaking the cement seal.
vi: F, Dụng cụ Metalift luồn vào cả hai mão răng, phá vỡ lớp xi măng dán.

source: FDPs do not last forever; however, with good plaque removal, patient motivation, and average or above- average resistance to disease, a well-designed and well- fabricated restoration can provide many years of service.
vi: FDP không tồn tại vĩnh viễn, tuy nhiên, bằng cách loại bỏ mảng bám tốt, động cơ của bệnh nhân, và sức đề kháng bệnh tật trung bình hoặc hơn, một phục hình thiết kế và chế tạo tốt có thể cung phục vụ sau nhiều năm.

source: FIGURE 31-17 ■ Endodontic treatment after crown cementation.
vi: Hình 31-17 ■ Điều trị nội nha sau khi gắn xi măng mão răng.

source: FIGURE 31-1 ■ Treatment after placement of multiple restora- tions.
vi: Hình 31-1 ■ Điều trị sau khi gắn nhiều phục hình.

source: FIGURE 31-10 ■ Occasionally, cervical glass ionomer or amalgam restorations (arrows) can extend the useful life of a previously placed cast restoration and postpone complicated replacement of the prosthesis.
vi: Hình 31-10 ■ Thỉnh thoảng, phục hình amalgam hoặc glass ionomer cổ răng (mũi tên) có thể kéo dài tuổi thọ của một phục hình đúc trước đó và trì hoãn việc thay thế phức tạp của phục hình.

source: FIGURE 31-11 ■ Extensive root caries beneath a cemented partial fixed dental prosthesis.
vi: Hình 31-11 ■ Sâu chân răng rộng bên dưới phục hình cố định gắn xi măng.

source: FIGURE 31-12 ■ Periodontal failure resulting from defective fixed dental prostheses.
vi: Hình 31-12 ■ Bệnh nha chu do phục hình cố định bị sai.

source: FIGURE 31-13 ■ If a cast restoration is not designed according to neuromuscular and temporomandibular controls, extensive wear can result after a relatively short time.
vi: Hình 31-13 ■ Nếu phục hình không được thiết kế kiểm soát thần kinh cơ và khớp thái dương hàm, mòn nghiêm trọng có thể xảy ra sau một thời gian tương đối ngắn.

source: FIGURE 31-14 ■ Posttreatment occlusal analysis.
vi: Hình 31-14 ■ Phân tích khớp cắn sau điều trị.

source: FIGURE 31-15 ■ A and B, It may be essential to prescribe an occlusal device after extensive fixed prosthodontic treatment has been provided, especially if occlusal porcelain is used or the patient has a bruxism habit.
vi: Hình 31-15 ■ A và B, Chỉ định khí cụ cắn khớp có thể cần thiết sau khi điều trị phục hình cố định, đặc biệt nếu răng sứ được dùng ở bệnh nhân có thói quen nghiến răng.

source: FIGURE 31-16 ■ A and B, Partial-coverage restorations offer the advantage of convenient vitality assessment with an electric pulp tester.
vi: Hình 31-16 ■ A và B, Phục hình phủ bán phần có ưu điểm là đánh giá sự sống của tuỷ răng bằng máy thử điện thuận lợi hơn.

source: FIGURE 31-18 ■ Clinical example of a fracture in an all-ceramic restoration.
vi: Hình 31-18 ■ Minh hoạ lâm sàng của gãy phục hình toàn sứ.

source: FIGURE 31-19 ■ A, Longitudinal root fracture of an abutment tooth for a partial removable dental prosthesis necessitated removal of the abutment tooth.
vi: Hình 31-19 ■ A, Gãy dọc chân răng của răng trụ của một phục hình tháo lắp cần phải nhổ răng trụ.

source: FIGURE 31-2 ■ Oral hygiene aids designed to maintain partial fixed dental prostheses.
vi: Hình 31-2 ■ Vệ sinh răng miệng giúp thiết kế để duy trì hàm phục hình cố định.

source: FIGURE 31-20 ■ A tooth Sleuth can be used to selectively load individual cusps of teeth that are suspected of having a radicular fracture.
vi: Hình 31-20 ■ răng Sleuth có thể được dùng để tải lực chọn lọc lên múi răng nghi ngờ có gãy chân răng.

source: FIGURE 31-21 ■ A, Severe tooth destruction may result when looseness of a retainer goes undetected.
vi: Hình 31-21 ■ A, Sự phá huỷ răng nghiêm trọng có thể do sự lỏng phần giữ không được phát hiện.

source: FIGURE 31-22 ■ CORONAflex crown remover.
vi: Hình 31-22 ■ Tháo mão răng CORONAflex.

source: FIGURE 31-23 ■ The Metalift Crown and Bridge Removal System (Classic Practice Resources, Inc.).
vi: Hình 31-23 ■ The Metalift Crown and Bridge Removal System (Classic Practice Resources, Inc.).

source: FIGURE 31-24 ■ Removal devices.
vi: Hình 31-24 ■ Removal devices.

source: FIGURE 31-25 ■ Crown removers.
vi: Hình 31-25 ■ Dụng cụ tháo mão răng.

source: FIGURE 31-26 ■ Richwil Crown and Bridge Remover (Almore International, Inc., Portland, Oregon).
vi: Hình 31-26 ■ Richwil Crown and Bridge Remover (Almore International, Inc., Portland, Oregon).

source: FIGURE 31-27 ■ Removal of an existing crown by sectioning.
vi: Hình 31-27 ■ Gỡ bỏ mão răng bằng cách dùng mũi khoan.

source: FIGURE 31-27, cont’d ■ I, A cut has been made through the mesiobuccal and occlusal surfaces of the defective metal-ceramic crown.
vi: Hình 31-27, tiếp theo ■ I, Một đường cắt ở mặt ngoài gần và mặt nhai của mão răng sứ - kim loại khiếm khuyết.

source: FIGURE 31-28 ■ A, The soldered connector (arrow) of a four-unit partial fixed dental prosthesis fractured during function.
vi: Hình 31-28 ■ A, Phần nối (mũi tên) của phục hình cố định 4 đơn vị bị gãy trong quá trình thực hiện chức năng.

source: FIGURE 31-29 ■ The incisal edge of the maxillary lateral incisor metal-ceramic pontic has fractured.
vi: Hình 31-29 ■ Gãy nhịp sứ - kim loại bờ cắn của răng cửa bên hàm trên

source: FIGURE 31-3 ■ The patient should be instructed in the use of floss to clean partial fixed dental prostheses.
vi: Hình 31-3 ■ Bệnh nhân nên theo chỉ dẫn dùng chỉ nha khoa để làm sạch phục hình cố định.

source: FIGURE 31-30 ■ A, In this monolithic zirconia molar crown, a crack extended from the central fossa to the mesiolingual surface.
vi: Hình 31-30 ■ A, Ở mão răng cối lớn monolithic zirconia, một vết nứt từ trũng giữa đến mặt gần trong.

source: FIGURE 31-31 ■ On occasion, repairing a fractured metal-ceramic veneer is more advantageous than replacing the entire fixed dental prosthesis.
vi: Hình 31-31 ■ Thỉnh thoảng, sửa chữa mặt dán sứ - kim loại bị gãy thuận lợi hơn thay thế toàn bộ phục hình.

source: FIGURE 31-32 ■ Repair of a fractured metal-ceramic pontic.
vi: Hình 31-32 ■ Sửa chữa nhịp cầu sứ - kim loại bị gãy.

source: FIGURE 31-33 ■ Osseous defects (arrows) occurred within 2 years of the placement of this partial fixed dental prosthesis.
vi: Hình 31-33 ■ Khiếm khuyết xương (mũi tên) xảy ra trong 2 năm gắn phục hình cố định.

source: FIGURE 31-34 ■ A, A “saddle” pontic should not be fabricated because it makes plaque control impossible.
vi: Hình 31-34 ■ A, Không nên chế tạo nhip cầu "yên ngựa" bởi vì nó không thể kiểm soát mảng bám.

source: FIGURE 31-35 ■ Anticipation of future needs.
vi: Hình 31-35 ■ Dự đoán nhu cầu tương lai.

source: FIGURE 31-36 ■ Simple cast restorations (treatment I): a complete cast crown and an inlay used to restore the first molars.
vi: Hình 31-36 ■ Phục hình đucs đơn giản (điều trị I): một mão răng đúc toàn phần và một inlay được dùng để phục hồi răng cối lớn thứ nhất.

source: FIGURE 31-37 ■ Single cast restorations (treatment II) reestablish canine guidance and functional occlusion.
vi: Hình 31-37 ■ Phục hình đúc đơn lẻ (điều trị II) tái thiết lập hướng dẫn răng nanh và chức năng khớp cắn.

source: FIGURE 31-38 ■ Simple partial fixed dental prostheses (FDPs; treatment III).
vi: Hình 31-38 ■ Phục hình cố định bán phần đơn giản (FDP; điều trị III).

source: FIGURE 31-39 ■ Full-mouth rehabilitation with fixed, implant-supported, and removable partial prosthodontics (treatment IV).
vi: Hình 31-39 ■ Phục hồi toàn miệng bằng phục hình cố định, nâng đỡ trên implant và hàm tháo lắp (điều trị IV).

source: FIGURE 31-39, cont’d ■ After treatment: Occlusal views of maxillary arch without (K) and with (L) partial RDP.
vi: Hình 31-39, tiếp theo ■ Sau khi điều trị: Nhìn phía nhai của cung răng hàm trên không có (K) và có RDP.

source: FIGURE 31-4 ■ Postcementation monitoring of plaque control is necessary around recently cemented restorations.
vi: Hình 31-4 ■ Theo dõi kiểm soát mảng bám sau khi gắn là điều cần thiết xung quanh phục hình được gắn xi măng gần đây.

source: FIGURE 31-40 ■ Extensive fixed prosthodontic treatment (treatment V): teeth with advanced periodontal disease restored with fixed dental prostheses.
vi: Hình 31-40 ■ Điều trị phục hình cố định mở rộng (điều trị V): răng bị bệnh nha chu tiến triển được phục hồi bằng phục hình cố định.

source: FIGURE 31-40, cont’d ■ G, Patterns cut back for porcelain application.
vi: Hình 31-40, tiếp theo ■ G, Mẫu cắt lại để đắp sứ.

source: FIGURE 31-41 ■ Extensive fixed and removable prosthodontic treatment (treatment VI).
vi: Hình 31-41 ■ Điều trị phục hình cố định và tháo lắp mở rộng (điều trị VI).

source: FIGURE 31-41, cont’d ■ K to O, Appearance 13 years after treatment.
vi: Hình 31-41, tiếp theo ■ K đến O, Sau 13 năm điều trị.

source: FIGURE 31-42 ■ Anticipation of future needs (treatment VII).
vi: Hình 31-42 ■ Dự đoán nhu cầu tương lai (điều trị VII).

source: FIGURE 31-43 ■ Long-term evaluation of comprehensive rehabilitation with fixed and removable dental prostheses (treatment VIII).
vi: Hình 31-43 ■ Đánh giá lâu dài của phục hồi toàn miệng bằng phục hình cố định và tháo lắp (điều trị VIII).

source: FIGURE 31-43, cont’d ■ K to Q, Seventeen-year follow-up photographs.
vi: Hình 31-43, tiếp theo ■ K đến Q, Sau 17 năm theo dõi.

source: FIGURE 31-43, cont’d ■ T, Eight-year postoperative radiographs.
vi: Hình 31-43, tiếp theo ■ T,Phim X quang 8 năm sau điều trị.

source: FIGURE 31-44 ■ Long-term follow-up after comprehensive treatment with fixed dental prostheses (FDPs) of the patient in Fig. 31-42 (treatment IX).
vi: Hình 31-44 ■ Theo dõi lâu dài sau điều trị toàn diện bằng phục hình cố định (FDP) của bệnh nhân Hình 31-42 (điều trị IX).

source: FIGURE 31-44, cont’d ■ K, Preoperative radiographs.
vi: Hình 31-44, tiếp theo ■ K, Phim X quang trước điều trị.

source: FIGURE 31-45 ■ Comprehensive rehabilitation of severely periodontally compromised dentition (treatment X).
vi: Hình 31-45 ■ Phục hồi toàn diện hàm răng bị bệnh nha chu nặng (điều trị X).

source: FIGURE 31-45, cont’d ■ G, Preoperative radiographs.
vi: Hình 31-45, tiếp theo ■ G, Phim X quang trước điều trị.

source: FIGURE 31-46 ■ Long-term evaluation of fixed dental prostheses (FDPs; treatment XI).
vi: Hình 31-46 ■ Đánh giá lâu dài của phục hình cố định (FDP; điều trị XI).

source: FIGURE 31-46, cont’d ■ K, Preoperative radiographs.
vi: Hình 31-46, tiếp theo ■ K, Phim X quang trước điều trị.

source: FIGURE 31-5 ■ Radiopacity of luting agents.
vi: Hình 31-5 ■ Độ cản quang của xi măng gắn.

source: FIGURE 31-6 ■ Patients who have received extensive treatment of this nature require frequent follow-up care.
vi: Hình 31-6 ■ Bệnh nhân được điều trị mở rộng cần phải theo dõi thường xuyên.

source: FIGURE 31-7 ■ A, Plaque control
vi: Hình 31-7 ■ A, Kiểm soát mảng bám

source: FIGURE 31-8 ■ Undetected caries beneath this partial fixed dental prosthesis resulted in serious complications.
vi: Hình 31-8 ■ Sâu răng không được phát hiện bên dưới phục hình cố định gây biến chứng nghiêm trọng.

source: FIGURE 31-9 ■ Drying the teeth facilitates assessment of the margin integrity of a cemented prosthesis.
vi: Hình 31-9 ■ Thổi khô răng để đánh giá sự nguyên vẹn của đường hoàn tất phục hình gắn xi măng.

source: FIGURE 5-1 ■ Combined data from the 2010 National Health and Nutrition Examination Survey (NHANES)8 and from Hirschfeld and Wasserman’s3 report on 22 years of periodontal mainte- nance.
vi: Hình 5-1 ■ Kết hợp dữ liệu từ 2010 National Health and Nutrition Examination Survey (NHANES)8 và từ báo cáo của Hirschfeld và Wasserman’s3 trên 22 năm duy trì nha chu.

source: FIGURE 5-10 ■ Resolution of periodontal infection with scaling and root planing (SC/RP) results in a reduction in inflammation and gingival recession.
vi: Hình 5-10 ■ Giải quyết nhiễm trùng nha chu bằng cạo vôi và xử lý mặt chân răng (SC/RP) kết quả giảm viêm và tụt nướu.

source: FIGURE 5-11 ■ Components of a thorough periodontal examination.
vi: Hình 5-11 ■ Thành phần của khám nha chu toàn diện.

source: FIGURE 5-12 ■ The absence of bleeding on probing (BOP) is a reliable indicator of periodontal health.
vi: Hình 5-12 ■ Không có chảy máu khi đo túi (bleeding on probing BOP) là chỉ dấu đáng tin cậy của sức khoẻ nha chu.

source: FIGURE 5-13 ■ To promote maximum gingival healing after scaling and root planing, open contacts, defective restorations, and decay
vi: Hình 5-13 ■ Để thúc đẩy tối đa lành thương nướu sau khi cạo vôi và xử lý mặt chân răng, tiếp xúc hở, phục hình khiếm khuyết, và sâu răng

source: FIGURE 5-14 ■ Teeth with hopeless/poor/questionable prognosis can be successfully maintained for years.
vi: Hình 5-14 ■ Răng có tiên lượng vô vọng/kém/nghi ngờ có thể duy trì thành công trong nhiều năm.

source: FIGURE 5-15 ■ Teeth with poor or questionable prognoses.
vi: Hình 5-15 ■ Răng có tiên kém hoặc nghi ngờ

source: FIGURE 5-16 ■ The maxillary right central incisor and maxillary left lateral incisor are used as interim abutments to support a fixed provisional restoration.
vi: Hình 5-16 ■ Răng cửa giữa và răng cửa bên hàm trên được dùng như là abutment tạm để nâng đỡ phục hình cố định.

source: FIGURE 5-17 ■ A maxillary right central incisor with a hopeless prognosis can be orthodontically forced to erupt in order to develop additional bone and gingiva before extraction.
vi: Hình 5-17 ■ Răng cửa giữa bên phải hàm trên tiên lượng vô vọng có thể được chỉnh nha làm trồi răng để phát triển xương và nướu trước khi nhổ răng.

source: FIGURE 5-18 ■ Congenital absence of maxillary lateral incisors.
vi: Hình 5-18 ■ Thiếu răng cửa bên hàm trên bẩm sinh

source: FIGURE 5-19 ■ Average values for biologic width.
vi: Hình 5-19 ■ Giá trị trung bình của khoảng sinh học.

source: FIGURE 5-2 ■ Illustration of initial lesion of gingivitis-periodontitis.
vi: Hình 5-2 ■ Minh hoạ tổn thương ban đầu của viêm nướu - viêm nha chu.

source: FIGURE 5-20 ■ Depths of plaque removal for various oral hygiene devices.
vi: Hình 5-20 ■ Độ sâu loại bỏ mảng bám của dụng cụ vệ sinh răng miệng khác nhau

source: FIGURE 5-21 ■ Open margins noted on mesial and distal maxillary left central and lateral incisors result in a significant inflammatory response with bone loss and destruction of the interdental papilla.
vi: Hình 5-21 ■ Đường viền mở chú ý trên phía xa và phía gần răng cửa giữa và răng cửa bên hàm trên gây đáp ứng viêm có ý nghĩa với tiêu xương và phá huỷ gai nướu

source: FIGURE 5-22 ■ A minimum of 3 mm of attached
vi: Hình 5-22 ■ Tối thiểu 3 mm bám dính

source: FIGURE 5-23 ■ A, Thick biotype.
vi: Hình 5-23 ■ A, Dạng sinh học dày.

source: FIGURE 5-24 ■ Surgical correction of biologic width violations: interproximal mandibular right second premolar and first molar.
vi: Hình 5-24 ■ Phẫu thuật điều chỉnh chiều rộng sinh học bị xâm phạm: vùng tiếp cận răng cối nhỏ thứ hai và răng cối lớn thứ nhất hàm dưới.

source: FIGURE 5-25 ■ Orthodontic correction of a biologic width violation (BWV).
vi: Hình 5-25 ■ Chỉnh nha sửa chữa sự xâm phạm khoảng sinh học chiều rộng (biologic width violation BWV)

source: FIGURE 5-26 ■ A, Maxillary right central incisor has fractured at the gingiva.
vi: Hình 5-26 ■ A, Răng cửa giữa bên phải hàm trên bị gãy ở vùng nướu.

source: FIGURE 5-27 ■ A, Papilla does not fill embrasure.
vi: Hình 5-27 ■ A, Gai nướu không lấp đầy kẽ răng.

source: FIGURE 5-28 ■ A, The papilla between teeth #8 and #9 does not fill the embrasure.
vi: Hình 5-28 ■ A, Gai nướu giữa răng #8 và #9 không lấp đầy khoang kẽ răng.

source: FIGURE 5-29 ■ A, Maxillary right lateral incisor has failed despite endodontic treatment.
vi: Hình 5-29 ■ A, Răng cửa bên hàm trên bên phải điều trị nội nha thất bại.

source: FIGURE 5-3 ■ Illustration of early lesion of gingivitis-periodontitis.
vi: Hình 5-3 ■ Minh hoạ tổn thương sớm của viêm nướu - viêm nha chu.

source: FIGURE 5-30 ■ A, Radiographs of severely resorbed maxillary anterior ridge.
vi: Hình 5-30 ■ A, Phim X quang cho thấy tiêu xương trầm trọng ở mào xương phía trước hàm trên

source: FIGURE 5-31 ■ A, Failing maxillary right central incisor in a patient with a thin biotype and gingival recession.
vi: Hình 5-31 ■ A, Răng cửa giữa hàm trên thất bại ở bệnh nhân có dạng sinh học nướu mỏng và tụt nướu.

source: FIGURE 5-4 ■ Illustration of established lesion of gingivitis- periodontitis.
vi: Hình 5-4 ■ Minh hoạ của tổn thương được thiết lập của viêm nướu - viêm nha chu.

source: FIGURE 5-5 ■ Advanced gingivitis lesion.
vi: Hình 5-5 ■ Tổn thương viêm nướu tiến triển.

source: FIGURE 5-6 ■ Illustration of advanced lesion of gingivitis- periodontitis.
vi: Hình 5-6 ■ Minh hoạ tổn thương viêm nướu - viêm nha chu tiến triển.

source: FIGURE 5-7 ■ Periodontitis.
vi: Hình 5-7 ■ Viêm nha chu.

source: FIGURE 5-8 ■ Site-specific nature of periodontal disease.
vi: Hình 5-8 ■ Bản chất theo vùng của bệnh nha chu.

source: FIGURE 5-9 ■ Comparison of stable attachment levels over a 7-year period of supportive periodontal therapy.
vi: Hình 5-9 ■ So sánh sự ổn định của mức bám dính sau 7 năm của điều trị nha chu hỗ trợ.

source: Factors that precipitate, relieve, or change the pain should be investigated, and appropriate treatment measures should be initiated (see Chapter 3).
vi: Yếu tố làm tăng, giảm, hoặc thay đổi cơn đau nên được hỏi kỹ, và nên bắt đầu phương pháp điều trị phù hợp (xem chương 3).

source: Fifteen years earlier,
vi: 15 năm trước,

source: Finances available
vi: Khả năng tài chính

source: First, the dentist measures the distance from the papilla tip to the bone crest.
vi: Đầu tiên, nha sĩ đo khoảng cách từ đỉnh gai nướu tới mào xương.

source: Flat gingival and bone scallop
vi: Nướu răng phẳng và xương dạng vỏ sò

source: Floss
vi: Chỉ nha khoa

source: Flossing under pontics is essential for improving prosthesis longevity.
vi: Dùng chỉ nha khoa dưới nhịp cầu là cần thiết để cải thiện tuổi thọ hàm giả.

source: Fluoride rinses every 2 weeks
vi: Súc miệng fluoride mỗi 2 tuần

source: Flushing zone
vi: Vùng được rửa

source: Follow-up studies on patients with FDPs reveal that identifying risk factors and predicting the development of caries in any particular patient are complicated.
vi: Nghiên cứu theo dõi trên biến chứng với FDP cho thấy rằng xác định yếu tố nguy cơ và dự đoán sự phát triển của sâu răng ở bất kỳ bệnh nhân đặc biệt phức tạp.

source: For esthetic reasons, the depth should be 1.0 to
vi: Vì lý do thẩm mỹ, độ sâu nên từ 1 -

source: For instance, a patient who has recently stopped smoking may start ingesting large amounts of candy, which can result in an increase in dental caries.
vi: Ví dụ, bệnh nhân ngừng hút thuốc gần đây có thể bắt đầu tiêu thụ nhiều kẹo, dẫn đến tăng tỉ lệ sâu răng.
